exmp/close order.xml

<?xml version='1.0' encoding='UTF-8'?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Header/>
    <soapenv:Body>
        <ifaceCRM:AtualizarOS xmlns:ifaceCRM="http://oi.com.br/ifaceCRM"
            xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
            <Numero_Pedido>4-182406999225</Numero_Pedido>
            <Versao>20240726223527</Versao>
            <DataRequisicao>07/26/2024 22:50:50</DataRequisicao>
            <Lista_Itens_Pedido>
                <Item_Pedido>
                    <Id_Item_Root_Pedido>4-2AA2GNVA</Id_Item_Root_Pedido>
                    <Id_Item_Pai_Pedido/>
                    <Id_Item_Pedido>4-2AA2GNVA</Id_Item_Pedido>
                    <Dt_Hr_Fech_Item>2024-07-26T22:50:49Z</Dt_Hr_Fech_Item>
                    <Dt_Hr_Exec_Item>2024-07-26T22:50:49Z</Dt_Hr_Exec_Item>
                    <Obs/>
                    <Status_Item>Concluído</Status_Item>
                </Item_Pedido>
                <Item_Pedido>
                    <Id_Item_Root_Pedido>4-2AA2GNVB</Id_Item_Root_Pedido>
                    <Id_Item_Pai_Pedido>4-2AA2GNVA</Id_Item_Pai_Pedido>
                    <Id_Item_Pedido>4-2AA2GNVB</Id_Item_Pedido>
                    <Dt_Hr_Fech_Item>2024-07-26T22:50:50-03:00</Dt_Hr_Fech_Item>
                    <Dt_Hr_Exec_Item>2024-07-26T22:50:45</Dt_Hr_Exec_Item>
                    <Obs/>
                    <Status_Item>Concluído</Status_Item>
                </Item_Pedido>
                <Item_Pedido>
                    <Id_Item_Root_Pedido>4-2AA2GNX8</Id_Item_Root_Pedido>
                    <Id_Item_Pai_Pedido>4-2AA2GNVA</Id_Item_Pai_Pedido>
                    <Id_Item_Pedido>4-2AA2GNX8</Id_Item_Pedido>
                    <Dt_Hr_Fech_Item>2024-07-26T22:50:50-03:00</Dt_Hr_Fech_Item>
                    <Dt_Hr_Exec_Item>2024-07-26T22:50:45</Dt_Hr_Exec_Item>
                    <Obs/>
                    <Status_Item>Concluído</Status_Item>
                </Item_Pedido>
                <Item_Pedido>
                    <Id_Item_Root_Pedido>4-2AA2GNVB</Id_Item_Root_Pedido>
                    <Id_Item_Pai_Pedido>4-2AA2GNVB</Id_Item_Pai_Pedido>
                    <Id_Item_Pedido>4-2BSOF1KM</Id_Item_Pedido>
                    <Dt_Hr_Fech_Item>2024-07-26T22:50:47Z</Dt_Hr_Fech_Item>
                    <Dt_Hr_Exec_Item>2024-07-26T22:50:45</Dt_Hr_Exec_Item>
                    <Obs/>
                    <Status_Item>Concluído</Status_Item>
                </Item_Pedido>
                <Item_Pedido>
                    <Id_Item_Root_Pedido>4-2AA2GNVB</Id_Item_Root_Pedido>
                    <Id_Item_Pai_Pedido>4-2AA2GNVB</Id_Item_Pai_Pedido>
                    <Id_Item_Pedido>4-2BSOF1KN</Id_Item_Pedido>
                    <Dt_Hr_Fech_Item>2024-07-26T22:50:49Z</Dt_Hr_Fech_Item>
                    <Dt_Hr_Exec_Item>2024-07-26T22:50:49Z</Dt_Hr_Exec_Item>
                    <Obs/>
                    <Status_Item>Concluído</Status_Item>
                </Item_Pedido>
                <Item_Pedido>
                    <Id_Item_Root_Pedido>4-2AA2GNX8</Id_Item_Root_Pedido>
                    <Id_Item_Pai_Pedido>4-2AA2GNX8</Id_Item_Pai_Pedido>
                    <Id_Item_Pedido>4-2BSOID7E</Id_Item_Pedido>
                    <Dt_Hr_Fech_Item>2024-07-26T22:50:47Z</Dt_Hr_Fech_Item>
                    <Dt_Hr_Exec_Item>2024-07-26T22:50:45</Dt_Hr_Exec_Item>
                    <Obs/>
                    <Status_Item>Concluído</Status_Item>
                </Item_Pedido>
            </Lista_Itens_Pedido>
        </ifaceCRM:AtualizarOS>
    </soapenv:Body>
</soapenv:Envelope>